[{"start": 0.018, "end": 4.984, "text": "Doo-doo-doo-doo doo-doo-doo-doo doo-doo-doo-doo Booth where were you baby.", "confidence": 0.73, "newpara": true}, {"start": 5.972, "end": 11.349, "text": "I lost everything I was really feeling the joy and love and that song.", "confidence": 0.78, "newpara": true}, {"start": 12.237, "end": 20.972, "text": "I feel like I was stepping on you the first time no no no I wanted to I really wanted I wanted to be oh I misjudged that entirely.", "confidence": 0.72, "newpara": true}, {"start": 21.221, "end": 28.606, "text": "I didn't I didn't I didn't mean to give you musical blue balls but he bread yeah hurts it hurts did you know yeah it's.", "confidence": 0.86}, {"start": 28.72, "end": 41.04, "text": "Music.", "newpara": true}, {"start": 41.648, "end": 49.734, "text": "No hello sit down it's the f plus podcast and we have terrible thing.", "confidence": 0.74, "newpara": true}, {"start": 50.11, "end": 53.137, "text": "Read with enthusiasm,", "confidence": 0.77}, {"start": 53.26, "end": 62.446, "text": "but in the room we have Booth ring gear Nightwing Robin and Batgirl charge it to the warehouse to fight a silent and contemplative Batman staring God off already we've also got Bunny Bread,", "confidence": 0.85}, {"start": 62.506, "end": 69.692, "text": "man has a clock at a woman has a pussy this is just a simple fact of nature episode 142 of Sesame Street.", "confidence": 0.83}, {"start": 71.103, "end": 77.236, "text": "Jimmy Franks what's the Russian word for VD rot your cock off.", "confidence": 0.83, "newpara": true}, {"start": 78.872, "end": 84.141, "text": "What's up my anus is a crumpet come taste ye of its.", "confidence": 0.89, "newpara": true}, {"start": 84.651, "end": 97.437, "text": "Why does he read the internet he reads the internet for you and his name is Lou Fernandez summary the day after son fucks mom and her friend Note 1 this is the sequel to The Story what mom doesn't know will fuck her.", "confidence": 0.9}, {"start": 97.633, "end": 102.722, "text": "Although this story can stand on its own I highly recommend you read part 1 before reading this.", "confidence": 0.83}, {"start": 104.816, "end": 114.767, "text": "And lemon on a bus the female can move her legs in a certain way that she can and to obtain orgasm a man would have to rub his cock and trust me.", "confidence": 0.76, "newpara": true}, {"start": 115.7, "end": 122.149, "text": "Yeah I can't do but realistic expectations I'm sorry.", "confidence": 0.91, "newpara": true}, {"start": 122.0, "end": 152.08, "text": "Music.", "newpara": true}, {"start": 152.573, "end": 161.669, "text": "Hey f+ what the fuck hello hey I know you okay no dammit what the hell you talking to me for.", "confidence": 0.84, "newpara": true}, {"start": 161.855, "end": 170.806, "text": "Would you hey could you do me a favor my favorite horror could you put down that crack pipe no okay goddamn is part of a process now shut up,", "confidence": 0.91}, {"start": 170.875, "end": 180.33, "text": "don't you 10 years ago material fuck you meet that for emotional support it's the same crack pipe I want to make note of you need except process of smoking crack,", "confidence": 0.77}, {"start": 180.363, "end": 194.545, "text": "I am I'm a man who believes in good luck it's a well-seasoned oh yeah I don't input crack in it anymore I just like Tina soak up the oils from before yeah he's got a card from his doctor that justifies it right and no masks.", "confidence": 0.85}, {"start": 195.487, "end": 202.404, "text": "All crack pipe have a card that says I don't have to worry\nhim cry.", "confidence": 0.73, "newpara": true}, {"start": 202.698, "end": 211.208, "text": "Not get to need to do the crack pipe itself has a tiny little mask only Junior filters you bitch,", "confidence": 0.87}, {"start": 211.268, "end": 219.436, "text": "anyway unrelated to that are y'all feeling horny hell yeah oh yeah sure this may just be the crack talking but,", "confidence": 0.9}, {"start": 219.46, "end": 228.411, "text": "so hey some some Gentlemen of the f plus podcast would you like to go to the sex stories post yeah.", "confidence": 0.77}, {"start": 228.625, "end": 238.539, "text": "All right well I've got it I love stories I love sex stories I want to hear some sexy sexy stories so we so we only dial in on that Booth because you said you said you love", "confidence": 0.79, "newpara": true}, {"start": 238.5, "end": 243.121, "text": "you love you love stories you love sex you love sex stories", "confidence": 0.73}, {"start": 242.983, "end": 254.518, "text": "so you want to go to sex stories.com is that accurate yeah why else would I go there let me tastic so what we're all going to do together as a podcast is that we're all going to go to sex stories", "confidence": 0.81}, {"start": 254.425, "end": 261.882, "text": "dot-com and we're going to read everything but the sex stories from sex stories.com so we're done with the.", "confidence": 0.91}, {"start": 262.077, "end": 271.325, "text": "No no no there's a bunch of things that are on sex stories.com do not qualify as sex stories what would be on sex stories.com that are not sex stories", "confidence": 0.83}, {"start": 271.304, "end": 286.071, "text": "well that's a I would say I've got about an hour and change of content answer let's get no man no I was I want you to describe it all before we do I want to know what this is", "confidence": 0.82}, {"start": 285.924, "end": 289.519, "text": "what's this episode 291 a or whatever", "confidence": 0.74}, {"start": 289.426, "end": 302.581, "text": "we're doing the directors commentary that's yeah by the way by the way just as just as an Offset you know I you know back when DVDs were thing,", "confidence": 0.9}, {"start": 302.605, "end": 308.307, "text": "favorite directors commentary ever was the director commentary for Killer Klowns from Outer Space.", "confidence": 0.83}, {"start": 308.574, "end": 321.603, "text": "Because the people who made the movie killer clowns from outer space took it very seriously what into just wanted to spend that hour and a half describing their art.", "confidence": 0.87, "newpara": true}, {"start": 321.825, "end": 330.893, "text": "Anyway so we're going to go into a sex stories.com and we're going to start off in the non erotic category,", "confidence": 0.78}, {"start": 330.944, "end": 335.295, "text": "hot wait why it's called foreplay try it", "confidence": 0.81}, {"start": 335.238, "end": 350.14, "text": "you're gonna have to talk me through this Jimmy Frank's this this is a non erotic sex story on sex stories.com called Monster High introduction as by king of all monsters.", "confidence": 0.85}, {"start": 351.713, "end": 364.004, "text": "And the gender is the author's gender is male age is not applicable and location is not applicable and this story has no line breaks whatsoever yeah great perfect they know.", "confidence": 0.76}, {"start": 364.226, "end": 367.28, "text": "Yes I'd like to introduce my story,", "confidence": 0.81}, {"start": 367.404, "end": 379.848, "text": "this is my first sort of are you now I will continue just wanted to put this out there so I can get some feedback on how I should continue well definitely don't spell check Monster High part 1.", "confidence": 0.83}, {"start": 380.511, "end": 385.672, "text": "My name is Kingsley and I wish I could say that I was an average guy about to start his first day at normal high school,", "confidence": 0.84, "newpara": true}, {"start": 385.813, "end": 398.806, "text": "the sad reality is that I don't like the correct word for what I am in English is a monster I know because of movies like Twilight and shows like Teen Wolf you will immediately think that I am a werewolf or a vampire but I'm not even something remotely as cool.", "confidence": 0.81}, {"start": 400.118, "end": 400.751, "text": "All right.", "confidence": 0.81, "newpara": true}, {"start": 401.252, "end": 413.48, "text": "My dad is just as cool as he is bones and takes people to hell when they die if you haven't already figured it out on the Grim Reaper's son I figured that out my dad is cool he is just bones.", "confidence": 0.85}, {"start": 413.864, "end": 425.318, "text": "It's one of those shirts that you get at the truck stop yeah look my dad school is just bones takes people to hell when they die alone I'm the proud of you within of the Grim Reaper yeah.", "confidence": 0.91}, {"start": 426.539, "end": 439.299, "text": "No I'm not all bones there's some meat on these bones I happen to be black because my dad has a thing for black girls this I don't really understand but hey whatever floats your boat this is Canon about the black the Grim Reaper he's.", "confidence": 0.85, "newpara": true}, {"start": 439.665, "end": 446.59, "text": "Got a thing for black people no it's just it's true okay guys in for that I'm not sure yeah.", "confidence": 0.81}, {"start": 446.804, "end": 456.088, "text": "Sorry not sorry all grim reapers get to choose their appearance when the last one dies and they become the new one that is where the legend of 80s comes but,", "confidence": 0.91}, {"start": 456.184, "end": 459.059, "text": "they all get to choose they just all choose the same hook", "confidence": 0.91}, {"start": 458.975, "end": 471.689, "text": "so is this so the Grim Reaper operates in the same rules as the Santa Claus and the dread pirate", "confidence": 0.78}, {"start": 471.614, "end": 474.002, "text": "you want a black robe off black robe.", "confidence": 0.74}, {"start": 474.269, "end": 482.167, "text": "Dark gray purple robe which got you got to choose any of those the Tim Burton reboot of The Santa Clause,", "confidence": 0.81}, {"start": 482.218, "end": 491.197, "text": "that is where the legend of Hades comes from he got tired of the bones thing and chose to become the god of the underworld and I personally think that is great okay.", "confidence": 0.85}, {"start": 491.41, "end": 503.737, "text": "I mean who wants to be old bones have immense power and then be nobody not me simply because I am already nobody I have no powers until the day my father's dies which is really stupid.", "confidence": 0.91}, {"start": 504.121, "end": 508.625, "text": "Thinks the world revolves around him that he could do whatever he wants.", "confidence": 0.74, "newpara": true}, {"start": 508.91, "end": 514.36, "text": "Tells me on a daily basis I'll never get my Powers because you'll never die,", "confidence": 0.86}, {"start": 514.501, "end": 526.36, "text": "will die eventually and you think that he wouldn't have time to ridicule me because he is grim reaper duties that he has to attend to but no is the Grim Reaper has the ability to create minions to do his work for him.", "confidence": 0.77}, {"start": 526.942, "end": 540.493, "text": "When I have the when I become the Grim Reaper this is he the first thing I yeah it's like he's bummed out because the Grim Reaper won't be backyard and play baseball with them I like the idea that the Grim Reaper the crew has sneaked him the Grim Reaper because the previous Grim Reaper died,", "confidence": 0.82, "newpara": true}, {"start": 540.607, "end": 543.896, "text": "insist that he will never die yeah yeah.", "confidence": 0.86}, {"start": 544.946, "end": 553.024, "text": "When I become the Grim Reaper natural causes I think this club has been written was a dick and they like he owed money to the Mob and you know I'm a driver I'm a winner.", "confidence": 0.79, "newpara": true}, {"start": 553.39, "end": 559.542, "text": "When I become the Grim Reaper the first thing I would do is change my name to something cooler and shorter like just Reaper.", "confidence": 0.85}, {"start": 559.773, "end": 567.158, "text": "I mean why does he have to be Grim I mean okay good point good point good point.", "confidence": 0.81}, {"start": 567.407, "end": 570.174, "text": "Yeah it's me I'm Graham Ripper.", "confidence": 0.75}, {"start": 570.72, "end": 577.663, "text": "My school is called Monster High and from what I have heard of this place it is possibly the worst school on the planet in probably is.", "confidence": 0.77, "newpara": true}, {"start": 577.976, "end": 588.277, "text": "The whole cartoon isn't it yeah and I've seen a little bit of this cartoon like the The Faculty looks really nice like it's like multi-story like I think I've seen chandeliers in the school.", "confidence": 0.8}, {"start": 588.508, "end": 598.522, "text": "Like the whole social systems based on strength the teaching system might as well be non-existent since no one cares that teachers always give special treatment to those who.", "confidence": 0.86}, {"start": 598.708, "end": 607.857, "text": "Parents are leaders in the world like the zombie King's son of pharaoh kids the werewolf alphas and the future vampire coven leaders,", "confidence": 0.87}, {"start": 607.899, "end": 614.888, "text": "so all that nepotism and all I am is the Grim Reaper's child yes yeah guys like School boot.", "confidence": 0.9}, {"start": 615.209, "end": 628.202, "text": "Guys like me with no power average looks and one friend or the kids that get slaughtered by the gangs and other criminal organizations because the only way to get into these gangs is to kill one random monster and seeing as I have no power and pretty sure I'm on top of everyone's list.", "confidence": 0.87}, {"start": 628.604, "end": 640.229, "text": "The criminal organizations of the human ones I mean who really thought that humans are strong enough to control entire cities with an iron fist me we know humans like 6,000 years of History", "confidence": 0.89, "newpara": true}, {"start": 640.181, "end": 649.213, "text": "to describe myself I'm only 5 5 as a freshman and yes that is short for black kid the worst part is that I have always been short for eighth grade I was 410", "confidence": 0.77}, {"start": 649.184, "end": 663.329, "text": "like they're naturally tall that's what the thing that we can assist yeah that's what we know about double axe one of the shortest kids in my class at a Napoleon complex didn't help because I had no powers I just grew this summer and I'm sure it's not going to help because all the kids who were tall already well have gotten taller", "confidence": 0.88}, {"start": 663.209, "end": 670.927, "text": "my best friend's name is Kevin and he happens to be a werewolf now I know what you're thinking if he's a werewolf why isn't he popular and have tons of friends because aren't all werewolves strong.", "confidence": 0.9}, {"start": 671.374, "end": 681.478, "text": "Answer that question yes and no yes okay all werewolves are strong and no he is not popular simply because he and his family are omegas they don't have a pack which in turn makes them weaker,", "confidence": 0.77, "newpara": true}, {"start": 681.529, "end": 690.3, "text": "Kevin is Peruvian and he loves to let people know about his Heritage that's why no one likes him because he's Peruvian yeah I know I mean God I already hate him,", "confidence": 0.79}, {"start": 690.369, "end": 695.242, "text": "he's about the same height as me and has a natural tan like the guys from Jersey Shore's fake ones", "confidence": 0.79}, {"start": 695.221, "end": 703.83, "text": "isn't talk too much of 10 cents tends to be used by girls Kevin and I are best friends because we look out for one another if one of us gets in a fight both of us getting a fight like we're brothers.", "confidence": 0.82}, {"start": 704.178, "end": 715.182, "text": "Kevin has one of the friend that's Paris the succubus even though I always tell her that I hate her guts I'm secretly in love with her she six to Kevin like a glove because she's in love with him and even though he is my best friend I will never know why she loves him", "confidence": 0.76, "newpara": true}, {"start": 715.125, "end": 721.268, "text": "yeesh she sticks to him literally like I link he's also an insult.", "confidence": 0.82}, {"start": 721.607, "end": 733.709, "text": "Like a glove to glove no no for a black kid it's a blind sell no I'm sorry I didn't mean to be insensitive you know.", "confidence": 0.89}, {"start": 733.886, "end": 743.224, "text": "It's also delicious cream filled dessert yeah if you have a blind cell,", "confidence": 0.84}, {"start": 745.877, "end": 758.357, "text": "Kevin sees away from her because she knows how I feel and would never break the best friend code Paris is five foot three in those beautiful she has light brown curly hair down to her ass which is a perfectly round Apple Bottom and she has 38 diez.", "confidence": 0.81}, {"start": 758.534, "end": 767.773, "text": "I know I had Kevin a beer and some apple tits too I had Kevin asked her and she will she will tells every she will tells Kevin anything,", "confidence": 0.88}, {"start": 767.923, "end": 771.149, "text": "she is hilarious she thinks the things to do that no one would think of.", "confidence": 0.76}, {"start": 771.362, "end": 782.843, "text": "I won't give you examples yeah well use your imagination guns whatever you can hurt if she is thinking of it well this is like I was trying to write them but I couldn't think of them again", "confidence": 0.8, "newpara": true}, {"start": 782.732, "end": 790.945, "text": "she thinks in heaven is her one true mate which is what every succubus is trying to find in the only way to know is by letting her kiss you good part is that she kisses you the", "confidence": 0.85}, {"start": 790.843, "end": 800.677, "text": "bad part is that if you're not her one true love you'll be her slave until she dies unless you don't think that's how succubus is work no it is it is when they got big tits it is", "confidence": 0.83}, {"start": 800.548, "end": 811.56, "text": "isn't she visit you in your sleep and dream rape you I think it only if she doesn't love you if she loves you that's great", "confidence": 0.86}, {"start": 811.53, "end": 817.646, "text": "yes well what's the find that doctor from Florida she can tell us all about it,", "confidence": 0.8}, {"start": 817.733, "end": 825.838, "text": "I'm not willing to risk it so I'm not I'm so I'm going to just bide my time and hope that one day she'll feel the way same way I do,", "confidence": 0.8}, {"start": 825.916, "end": 834.984, "text": "enough with the introductions Kevin Paris and I are about to embark on what could be our worst nightmare Monster High move.", "confidence": 0.86}, {"start": 835.585, "end": 838.837, "text": "Am I am I as the reader now Kevin.", "confidence": 0.8, "newpara": true}, {"start": 839.266, "end": 852.251, "text": "Thank you like you sure that there because this is a king of all monsters only post on sex stories.com it's been read right 9000 and 81 times and it's got don't know,", "confidence": 0.82}, {"start": 852.293, "end": 860.47, "text": "it's got a rating of 78.1% it's pretty good oh no they became a slave to the succubus and then we're no longer able to write.", "confidence": 0.91}, {"start": 860.701, "end": 866.636, "text": "Updates to the story I mean there were want him to write porn though there were", "confidence": 0.85}, {"start": 866.624, "end": 879.771, "text": "erotic descriptions of oh but and breasts so this belongs here we got your temporal that you're a what else you need I think I think this may be the succubus model to still write the stories but right a month later errotica so", "confidence": 0.78}, {"start": 879.768, "end": 888.917, "text": "Bunny Bread what did Anonymous reader think of the story none of us really well which not as reader would we like to post it I posted in the chat,", "confidence": 0.84}, {"start": 888.95, "end": 898.468, "text": "no I'm sorry will we could you posting things hello I'm not a slow reader hey,", "confidence": 0.84}, {"start": 898.492, "end": 905.301, "text": "hey hello there this was in 2013 of 7-Eleven hey Grandma breaks fuck off", "confidence": 0.72}, {"start": 905.199, "end": 915.816, "text": "shit you probably have were spelling so stop fucking hating us different people or just die.", "confidence": 0.89}, {"start": 916.137, "end": 925.952, "text": "Okay so I don't what is okay with me good night it's a silent T is necessary yeah that's a silent probably but Emily,", "confidence": 0.85, "newpara": true}, {"start": 925.958, "end": 939.483, "text": "all right so that was that was one of the posts in the non erotic category there's also a DC Universe story all right off in the top there but this is", "confidence": 0.7}, {"start": 939.462, "end": 947.603, "text": "one I've been I've been vying for for a while this document given to us by Seth slimy Rollins who's giving us a couple of them thank you very much.", "confidence": 0.7}, {"start": 947.816, "end": 956.209, "text": "Anyway that was the non erotic category we are going to be moving on to the essay category and the first one that we have here is a product review,", "confidence": 0.76}, {"start": 956.332, "end": 964.491, "text": "so kumquats up oh yes hello this is a product review it looks like there's a product out there in the world you can buy right now with the", "confidence": 0.91}, {"start": 964.452, "end": 972.062, "text": "f+ discount code of whatever but but they are called Trojan Fire and Ice condoms now", "confidence": 0.83}, {"start": 971.933, "end": 982.414, "text": "I was on the website I didn't I didn't realize George RR Martin was branching out that much yeah you don't have a gig as it explains to me the product has", "confidence": 0.87}, {"start": 982.195, "end": 990.796, "text": "like two different lubricants there's an inside one and outside one and the inside lubricant is hot and the outside lubricant is cold now that's the Trojan Icy Hot condoms", "confidence": 0.88}, {"start": 990.748, "end": 994.072, "text": "hello it's good those are great.", "confidence": 0.81}, {"start": 994.492, "end": 1003.399, "text": "So that's what did you think what did you think I'm Kwanzaa well my name is master Vale.", "confidence": 0.86, "newpara": true}, {"start": 1009.886, "end": 1022.348, "text": "Levi's Maple unsatisfactory the latest in safe sex leaves author thinking what the fuck.", "confidence": 0.91, "newpara": true}, {"start": 1022.499, "end": 1029.712, "text": "Last week I was checking items on the Shelf in the store I work in.", "confidence": 0.88}, {"start": 1030.168, "end": 1037.94, "text": "As I walked along the main Health and Beauty aisle to my surprise a new product Among The Familiar ones.", "confidence": 0.84}, {"start": 1038.415, "end": 1044.062, "text": "That product was the new Trojan Fire and Ice condoms.", "confidence": 0.81}, {"start": 1044.95, "end": 1051.093, "text": "Okay so my first thought immediately was of course.", "confidence": 0.91, "newpara": true}, {"start": 1051.414, "end": 1055.972, "text": "What the fuck there was the image of fire.", "confidence": 0.88}, {"start": 1056.509, "end": 1065.757, "text": "Warm PP hot PP happy PP and then there was the image of cold.", "confidence": 0.83}, {"start": 1066.151, "end": 1073.931, "text": "Freezing PP shriveled PP not happy PP does he think condoms are just pissed receptacles.", "confidence": 0.83}, {"start": 1074.235, "end": 1088.452, "text": "I'm sorry is there something else is there some is there something else you use a penis for no no I did okay nevermind lemon I just continue doing as you're doing this person is referring to their penis as a pee-pee", "confidence": 0.89}, {"start": 1088.386, "end": 1097.157, "text": "yeah but yeah well having been in a committed relationship of nearly nine years and married for.", "confidence": 0.88}, {"start": 1097.505, "end": 1104.449, "text": "I have not really had the occasion to buy any condoms I find that they slightly", "confidence": 0.84}, {"start": 1104.302, "end": 1118.646, "text": "hinder the conception process if you know what I mean what is what I find when they do exactly what they're intended to wink wink nudge nudge shit on fucking sex stories.com.", "confidence": 0.91}, {"start": 1119.255, "end": 1128.017, "text": "I find a prophylactic use somehow does what it says it's going to do a nudge and.", "confidence": 0.77, "newpara": true}, {"start": 1128.23, "end": 1137.866, "text": "Fact it's been so long since I've used one for me the person that says PP I've almost forgotten what one looks like.", "confidence": 0.86}, {"start": 1138.016, "end": 1149.514, "text": "Wow since smells linger in the memory longer and better than visual things I can remember what latex and spermicide smell like together.", "confidence": 0.83}, {"start": 1149.755, "end": 1152.692, "text": "And when you mix in the sweaty sex", "confidence": 0.77}, {"start": 1152.599, "end": 1165.592, "text": "that just brings back memories of the Haven Dale Drive in and watching Hellbound Hellraiser to you supposed to hang out the back seat of a 76 Mustang", "confidence": 0.75}, {"start": 1165.545, "end": 1178.34, "text": "yeah what's up baby hi could not help but pick up the box and read Lego 76 Mustang Hellraiser to how long is his skull.", "confidence": 0.87}, {"start": 1178.526, "end": 1188.179, "text": "I feel like it's as long as my peepee no longer.", "confidence": 0.54}, {"start": 1188.698, "end": 1198.298, "text": "Hey does that depend head give you any ideas hey baby how about you send a bite me.", "confidence": 0.79}, {"start": 1199.042, "end": 1205.31, "text": "It was slightly intriguing the description on the package included things like.", "confidence": 0.91, "newpara": true}, {"start": 1206.001, "end": 1214.808, "text": "Dual action lubricant and warming and tingling Sensations for both.", "confidence": 0.91, "newpara": true}, {"start": 1215.057, "end": 1220.29, "text": "Nerves and uniquely shaped", "confidence": 0.81}, {"start": 1220.179, "end": 1234.748, "text": "condom design uniquely like it fits on your deck each one uh when you pull it is different yeah that's was like a hammerhead shark this one's yeah so it's a banana you hope you got a curve.", "confidence": 0.81}, {"start": 1235.474, "end": 1240.419, "text": "There were also promises that these condoms which are lubricated on,", "confidence": 0.87, "newpara": true}, {"start": 1240.453, "end": 1254.697, "text": "both sides mind blown up and the bottom provide thrilling sensations of pleather for both partners and.", "confidence": 0.91}, {"start": 1255.027, "end": 1257.92, "text": "Brings more passion and excitement.", "confidence": 0.89}, {"start": 1258.475, "end": 1266.31, "text": "You got a long review here you got a one review what was that want to stop because I want to talk about a cotton that's lubricated on both sides", "confidence": 0.81, "newpara": true}, {"start": 1266.226, "end": 1275.879, "text": "yeah and the thrilling sensation and excitement of losing a condom inside of your sex partner that's pretty awesome everybody has long fingers.", "confidence": 0.87}, {"start": 1276.273, "end": 1285.872, "text": "Um hey wait this is a real product yeah that's definitely a dual action lubricant inside and out delivers warming and tingling huh yeah well,", "confidence": 0.89}, {"start": 1286.004, "end": 1289.293, "text": "ice,", "confidence": 0.59}, {"start": 1289.317, "end": 1301.779, "text": "but anyway it would make default e of rubbers yes the mcdlt was it maybe it's reversible you have a lie of a long review here and it's basically you're just sort of like looking at the box and commenting on many many oh yeah", "confidence": 0.86}, {"start": 1301.731, "end": 1306.388, "text": "yeah you can just skip to the part where you do a however ellipses.", "confidence": 0.89}, {"start": 1306.799, "end": 1314.031, "text": "Oh boy will I ever have oh yeah however well however.", "confidence": 0.83}, {"start": 1314.37, "end": 1328.336, "text": "The question remains now are throws just Trojan Fire and Ice being sold free with a pack of Magnums or are they a Trojan Fire and Ice Magnums as well,", "confidence": 0.78}, {"start": 1328.441, "end": 1331.243, "text": "I mean you know if not,", "confidence": 0.86}, {"start": 1331.267, "end": 1340.462, "text": "then there are guys buying these things to try out with their box of Magnums and discovering they do not fit.", "confidence": 0.91}, {"start": 1341.35, "end": 1350.724, "text": "Yeah well right yeah perhaps this is where the lubricant on the inside of the Trojan Fire and Ice condoms", "confidence": 0.81, "newpara": true}, {"start": 1350.631, "end": 1359.519, "text": "comes in useful it probably comes to the shoe horn,", "confidence": 0.86}, {"start": 1359.616, "end": 1360.735, "text": "van again", "confidence": 0.73}, {"start": 1360.732, "end": 1370.988, "text": "I can't imagine are you ready for what I can imagine you can imagine one flying off a step 10 inch or that's about 3 inches around as well.", "confidence": 0.79}, {"start": 1371.39, "end": 1376.561, "text": "That's right like a rubber band gun and then happen after penetration was occurring.", "confidence": 0.82}, {"start": 1376.774, "end": 1386.004, "text": "I wonder if it would move with the speed to strike a G-spot with the force of a stepped rubber band how dude this is you", "confidence": 0.86}, {"start": 1385.83, "end": 1398.175, "text": "I heard if you really want to make a girl come that's totally what you do yeah you put it in and then you blink on the energy spot she'll love it Tom oh my God,", "confidence": 0.87}, {"start": 1398.307, "end": 1400.417, "text": "she'll be your slave forever yeah.", "confidence": 0.87}, {"start": 1402.97, "end": 1413.614, "text": "Additionally Cobra it seems so far that nearly no one is wanting to pay for being shorted to condoms it's fair,", "confidence": 0.88, "newpara": true}, {"start": 1413.665, "end": 1420.645, "text": "out of the four boxes that come packed together in shipping we only sold one.", "confidence": 0.88}, {"start": 1421.524, "end": 1436.102, "text": "You got one big dong fill in but he works at this condom store yeah yeah oh that's right it's at the beginning sorry for the other three boxes were a skit it sitting empty on the office counter the morning after I discovered", "confidence": 0.77, "newpara": true}, {"start": 1435.964, "end": 1439.901, "text": "the existence of such a thing as Trojan", "confidence": 0.88}, {"start": 1439.826, "end": 1448.885, "text": "Fire and Ice the second sleeve disappeared an hour after his put on the shelf and it seems unlikely that we sold out that quickly.", "confidence": 0.87}, {"start": 1449.926, "end": 1456.249, "text": "Now I would have to say that specialty condoms have never been my thing,", "confidence": 0.84, "newpara": true}, {"start": 1456.327, "end": 1467.88, "text": "you can say that no and even as time as went on and technology has improved I am still unlikely to give them a try.", "confidence": 0.78}, {"start": 1468.102, "end": 1475.433, "text": "If I ever had to start using them again I know it would be right to the classical Trojan ends,", "confidence": 0.84}, {"start": 1475.448, "end": 1479.394, "text": "in the familiar blue box I believe", "confidence": 0.89}, {"start": 1479.373, "end": 1490.646, "text": "specialty condoms are usually marketed at the Young and daring who ultimately save sex-filled spectacular and of course there's nothing wrong with that", "confidence": 0.87}, {"start": 1490.643, "end": 1499.847, "text": "no no no what I got my I got my palm tattoo that says condom life yeah anyone out there gives them a try", "confidence": 0.82}, {"start": 1499.754, "end": 1503.736, "text": "either store-bought or five finger discount it", "confidence": 0.87}, {"start": 1503.625, "end": 1511.793, "text": "let me know you bought me the product reviewer of this product review on sex stories.com all I did was look at it yeah", "confidence": 0.85}, {"start": 1511.781, "end": 1516.132, "text": "until then I will just Keep On Keepin On.", "confidence": 0.76}, {"start": 1516.381, "end": 1523.352, "text": "But PP keep e keep it on and pretty soon condoms will again be one of the farthest", "confidence": 0.84, "newpara": true}, {"start": 1523.187, "end": 1534.217, "text": "things from my mind I just have to say I am glad that Trojan came out with a product other than the female condom which actually.", "confidence": 0.81}, {"start": 1534.386, "end": 1540.663, "text": "We take a pause and think what the fuck yeah alright right on brother here.", "confidence": 0.84}, {"start": 1540.885, "end": 1554.643, "text": "I thought about that email Kanye for the mill condoms you're also probably like the most divisive thing on the site that was my product review did you like my what did you think you know is the products.", "confidence": 0.87}, {"start": 1554.92, "end": 1567.643, "text": "The pros was a little sloppy but what I loved about it was how informative it was you know like you you came from a informed place I thought it was interesting that it was a review of a product that he didn't try", "confidence": 0.8, "newpara": true}, {"start": 1567.55, "end": 1568.885, "text": "at all", "confidence": 0.91}, {"start": 1568.873, "end": 1578.77, "text": "he looked at it for a while though though he missed about Hellraiser so that's something he did he did he humble bragged about having sex during Hellraiser to,", "confidence": 0.82}, {"start": 1578.83, "end": 1586.089, "text": "yeah that's normal sure everyone loves cenobites who don't.", "confidence": 0.89}, {"start": 1586.338, "end": 1592.318, "text": "So that was the product review section but we are now going to move into the educational section,", "confidence": 0.91}, {"start": 1592.36, "end": 1602.059, "text": "this is a seduction by Ace hearts and Lou if you would please tell us how to seduce someone you barely know.", "confidence": 0.72}, {"start": 1602.227, "end": 1607.622, "text": "And then boots if you would be the someone that Lou is seducing okay.", "confidence": 0.73}, {"start": 1608.807, "end": 1614.788, "text": "Ace seduction by Ace of Hearts introduction how to seduce someone you barely know.", "confidence": 0.83, "newpara": true}, {"start": 1615.073, "end": 1627.247, "text": "Okay ladies and gentlemen this is Ace the master Seducer but I started out as a complete twat when it came to women a complete twat I barely did more than four girls in high school,", "confidence": 0.88}, {"start": 1627.388, "end": 1634.827, "text": "which is like hi v-- pricey School Missy well anyway I realized what really turned them on,", "confidence": 0.79}, {"start": 1634.968, "end": 1643.235, "text": "wasn't comedy really someone as good-looking as me but someone who was arrogant and funny,", "confidence": 0.79}, {"start": 1643.259, "end": 1652.984, "text": "not a jerk cause he was arrogant not a clown cause he's arrogant and attractive cause he's fun now Chandler in Friends is funny", "confidence": 0.89}, {"start": 1652.936, "end": 1660.456, "text": "but he is not exactly arrogant when but the he is not exactly arrogant but then look this was written in 2004 okay", "confidence": 0.83}, {"start": 1660.282, "end": 1669.422, "text": "look at Neo in The Matrix or John Travolta in face off yeah they're funny fucker now that's something ain't it,", "confidence": 0.91}, {"start": 1669.509, "end": 1674.905, "text": "okay let's let's now let's assume you somehow got a date if you haven't.", "confidence": 0.91}, {"start": 1675.082, "end": 1680.243, "text": "We'll leave some comments indicating wax wrong and maybe I could help.", "confidence": 0.84}, {"start": 1680.654, "end": 1692.423, "text": "Like Antica attend of Indie candy curtain well where was I oh yeah.", "confidence": 0.76, "newpara": true}, {"start": 1692.735, "end": 1700.039, "text": "The table at some expensive restaurant and then bam she asked you a question here's the trick don't get carried away.", "confidence": 0.84}, {"start": 1700.252, "end": 1708.375, "text": "Never give her a straight talk let them talk hmm believe me women love to talk and trust me.", "confidence": 0.9}, {"start": 1708.561, "end": 1716.009, "text": "There's just a few guys who really know they should listen oh listen this is their defense mechanism,", "confidence": 0.86}, {"start": 1716.123, "end": 1730.683, "text": "the women the ask questions to test you West that's that's what questions are that test you to see whether you turn into a pussy and start babbling.", "confidence": 0.82}, {"start": 1730.95, "end": 1735.256, "text": "Don't lose your cool have fun purrs and example,", "confidence": 0.86, "newpara": true}, {"start": 1735.397, "end": 1747.859, "text": "women are testing you every time they are talking to you see if you feel magically poof into a pussy and I think this is especially this is not a misspelling it's hers hers an example.", "confidence": 0.81}, {"start": 1748.063, "end": 1757.582, "text": "She asks you why the hell you don't give her a straight answer I really love fooling around and chatting around.", "confidence": 0.78}, {"start": 1757.849, "end": 1766.638, "text": "But I don't like it if I never get answers to just normal not Indiscreet questions industry problem,", "confidence": 0.88}, {"start": 1766.77, "end": 1771.193, "text": "Indiscreet mmm ask whatever questions you want.", "confidence": 0.75}, {"start": 1771.379, "end": 1782.248, "text": "You'll get to know me as it goes I already did and you don't have to list I forgot which parts were which hey,", "confidence": 0.9}, {"start": 1782.371, "end": 1785.426, "text": "for some reason", "confidence": 0.91}, {"start": 1785.234, "end": 1799.46, "text": "the rest of his own me yeah it's a piece of dialogue I have reach it by himself eventually this girl speaks of shit who cares to listen to,", "confidence": 0.72}, {"start": 1799.574, "end": 1809.03, "text": "and I don't have a list to write that down I just noticed that last time when you called me on the phone and today to every time I ask something about your past I get a slapstick answer.", "confidence": 0.74}, {"start": 1810.566, "end": 1815.628, "text": "Don't mind it that's how I talk I'm playful but we'll get to know each other as we go along,", "confidence": 0.81, "newpara": true}, {"start": 1815.67, "end": 1826.458, "text": "it's a natural process you can't force she and it's a good thing you're not babbling okay you gave in when she started complaining and said.", "confidence": 0.91}, {"start": 1827.22, "end": 1831.283, "text": "Don't mind me laugh how I that's how I talk don't interrupt.", "confidence": 0.79, "newpara": true}, {"start": 1831.433, "end": 1845.804, "text": "I'm sorry boots I'm sorry don't mind me I'm actually kind of a wimp and that's how I talk are you with me here you don't need to explain yourself or make an excuse for yourself,", "confidence": 0.9}, {"start": 1845.882, "end": 1855.454, "text": "what I'm trying to say is that you are that you are the problem here not the woman who complain about you not answering their questions try this instead.", "confidence": 0.85}, {"start": 1856.667, "end": 1865.762, "text": "I already did and I don't have a list to write that down I just noticed that last time when you called me on the phone.", "confidence": 0.91, "newpara": true}, {"start": 1866.56, "end": 1867.968, "text": "And today too.", "confidence": 0.72, "newpara": true}, {"start": 1868.892, "end": 1882.731, "text": "Every time I ask something about your past I get a slapstick hand sir wait wait wait is there a new guy there was a you last last time that was me but let this time it is her okay", "confidence": 0.88, "newpara": true}, {"start": 1882.557, "end": 1888.313, "text": "me this is.", "confidence": 0.91}, {"start": 1888.643, "end": 1897.387, "text": "This is Well written me I'm glad you like it maybe that's why you keep messaging me and thinking about me so much,", "confidence": 0.89}, {"start": 1897.501, "end": 1908.784, "text": "see the difference here you must remember that attractive women are being approached all the time in one way or another just about every man they meet tries to pick them up or come on to them.", "confidence": 0.91}, {"start": 1908.961, "end": 1911.358, "text": "Women can feel this happening", "confidence": 0.85}, {"start": 1911.238, "end": 1925.96, "text": "yes so so the example of hitting on a girl is that you're already having conversations like you're already having a phone conversation where she me seems beleaguered and tired this is an expensive present rule shit this for you hitting on your cousin.", "confidence": 0.87}, {"start": 1926.245, "end": 1927.823, "text": "Tell spouse my uncle.", "confidence": 0.68}, {"start": 1928.1, "end": 1937.348, "text": "Now if a woman is available she must figure out a way to separate the men from the boys.", "confidence": 0.89}, {"start": 1937.552, "end": 1943.226, "text": "So to speak and figure out if a particular man is going to be worth her time enter.", "confidence": 0.91}, {"start": 1943.476, "end": 1952.283, "text": "The test also if a woman attractive woman is out on a date with a man or having a phone conversation Etc.", "confidence": 0.82}, {"start": 1952.478, "end": 1956.19, "text": "Or anything else that could be perceived as taking things to the next level.", "confidence": 0.91}, {"start": 1957.213, "end": 1962.482, "text": "B Etc she must find out quickly whether the particular guy is one.", "confidence": 0.8, "newpara": true}, {"start": 1962.704, "end": 1968.55, "text": "Long-term relationship material to short term Affair material 3.", "confidence": 0.8}, {"start": 1968.997, "end": 1978.947, "text": "Friend material for was material that's my stomach tattoo 5 the Gimp from Pulp Fiction,", "confidence": 0.8}, {"start": 1979.016, "end": 1988.571, "text": "it's topical references if you feel like I feel like if he was the game from Pulp Fiction he be able to figure it out pretty quickly why don't you talk to me.", "confidence": 0.76}, {"start": 1989.162, "end": 1997.636, "text": "Where do you keep mumbling through the mask keep in mind an attractive woman has her as a lot of spend of options,", "confidence": 0.86}, {"start": 1997.732, "end": 2007.313, "text": "she's being approached probably hundreds of times a month with date offers Etc and could never hope to spend a small fraction of her time with all the men who are interested in her.", "confidence": 0.84}, {"start": 2007.491, "end": 2015.29, "text": "She must use tests to quickly cut to the Chase and find out what a particularly particular guy is really all about.", "confidence": 0.8}, {"start": 2015.584, "end": 2019.124, "text": "Tests and take many forms here are common ones one.", "confidence": 0.77}, {"start": 2019.788, "end": 2027.272, "text": "Canceling plans with little notice or flaking out entirely without notice to.", "confidence": 0.83}, {"start": 2027.539, "end": 2030.881, "text": "Asking for gifts or favors outright.", "confidence": 0.85}, {"start": 2031.608, "end": 2037.822, "text": "I keep getting these PM's from her on seeking arrangements.com and she just wants free shit.", "confidence": 0.82, "newpara": true}, {"start": 2038.522, "end": 2046.14, "text": "Three acting snotty demanding dramatic or manipulating manipulative to see if you'll put up with it.", "confidence": 0.91, "newpara": true}, {"start": 2047.641, "end": 2052.127, "text": "For asking or telling you to change your behavior.", "confidence": 0.88, "newpara": true}, {"start": 2052.862, "end": 2059.176, "text": "Five threatening to leave or take her attention and give it to someone else if you don't comply with her wishes.", "confidence": 0.87, "newpara": true}, {"start": 2059.488, "end": 2068.628, "text": "And the list goes on the what did you write it down so well you get my foot then ball.", "confidence": 0.74}, {"start": 2069.219, "end": 2073.453, "text": "Hope you have a good weekend.", "confidence": 0.85, "newpara": true}, {"start": 2073.981, "end": 2088.118, "text": "Is Bo L an acronym I don't know if you get my point the Manute Bol to you that's a guy that is a very topical reference,", "confidence": 0.71}, {"start": 2088.232, "end": 2094.374, "text": "Pol bill of lading,", "confidence": 0.64}, {"start": 2094.399, "end": 2105.132, "text": "bill of lading yep that was the essay section I think we've learned a lot about a seduction by Ace Hearts this might be your sort of manuscript that you sent out to publishers.", "confidence": 0.85}, {"start": 2105.606, "end": 2116.025, "text": "But yeah so we're gonna we're gonna go past that our next section here that we have in the doc thanks again says slimy Rollins is called the information section and,", "confidence": 0.78}, {"start": 2116.094, "end": 2117.222, "text": "Bunny Bread,", "confidence": 0.85}, {"start": 2117.282, "end": 2130.563, "text": "mmm you know what I don't even have a lead in for you at all I don't want to give anything away it's good I just want you to inform us and our listeners about a matter of importance okay.", "confidence": 0.76}, {"start": 2130.714, "end": 2145.075, "text": "All right folks simmer down simmer down hey you in the back yes it up Jimmy Frank stop it all right Jimmy Frank's stop me first no don't even go near the slide whistle to be Frank this is not funny shit this is important such a troublemaker so loud Jimmy Franks,", "confidence": 0.82}, {"start": 2146.657, "end": 2156.742, "text": "origin when I've gathered you here to talk about something something that affects you me everyone how to tell your wife you watch porn by Ed Longshanks.", "confidence": 0.72}, {"start": 2157.396, "end": 2164.043, "text": "Thank that Longshanks you're welcome my mid legs Longshanks you could just say thanks me thanks Bunny Bread that's my code.", "confidence": 0.78, "newpara": true}, {"start": 2164.418, "end": 2176.349, "text": "Introduction you want to stop sneaking around with porn and just come out of the closet that's what that means that's the original meaning of that is it yeah well you're doing it wrong stupid I'm sorry all right.", "confidence": 0.89}, {"start": 2176.706, "end": 2181.346, "text": "Anyways at my blog on erotic Christian.com.", "confidence": 0.8}, {"start": 2181.2, "end": 2186.48, "text": "Music.", "newpara": true}, {"start": 2186.474, "end": 2191.545, "text": "Bye everybody no you stay right there that still exist guess what document I.", "confidence": 0.9, "newpara": true}, {"start": 2191.992, "end": 2200.466, "text": "Be receiving in about a witness that up anymore it's gone it's not up anymore archives and now neither am I.", "confidence": 0.77}, {"start": 2200.706, "end": 2206.966, "text": "You all right a Christian dot edu is still up.", "confidence": 0.69}, {"start": 2207.953, "end": 2211.323, "text": "If anyone has questions right goddamn there.", "confidence": 0.56, "newpara": true}, {"start": 2211.689, "end": 2225.286, "text": "We're going to talk about you and your problem anyways have my blowing it a rock they run it Christian.com I defend the idea that Christian men have do and should use porn whatever they want sure however.", "confidence": 0.84}, {"start": 2225.445, "end": 2238.204, "text": "Absolutely they should however however to do this their wives are going to have to get on board in this article I described how I got my wife on board and how she now watches it with me.", "confidence": 0.87}, {"start": 2238.408, "end": 2246.612, "text": "See now you're listening aren't you spoiled it yeah those of you that wives have you ever murdered already.", "confidence": 0.78}, {"start": 2249.39, "end": 2262.69, "text": "I'm just trying to be I'm just trying to find an archive.org fetch of erotic Christian.com I got there I tried that this is gold right here this is I this is the Pinnacle of the Christian achievement I have more anyway,", "confidence": 0.91, "newpara": true}, {"start": 2262.831, "end": 2274.24, "text": "several times a day at the link below I have references to other articles and pictures here is some other shit talking about porn with your wife so you have used porn for years secretly.", "confidence": 0.87}, {"start": 2274.399, "end": 2283.818, "text": "Your wife is caught you a few times and you sincerely promise to never do it again but but unfortunately a few weeks or months later.", "confidence": 0.79}, {"start": 2283.986, "end": 2293.333, "text": "You saw a link and well there you were you know how those links just appear you know those lights then like always link it around.", "confidence": 0.77}, {"start": 2295.167, "end": 2303.047, "text": "Then then you started wondering why all men look at porn no matter how religious Christian or sincere they are.", "confidence": 0.86, "newpara": true}, {"start": 2303.692, "end": 2318.117, "text": "Those are the three categories of people what if the reason you keep doing it again is because God never intended you to stop oh there we go yeah now we're thinking there is no way of Escape", "confidence": 0.85}, {"start": 2318.042, "end": 2322.456, "text": "because there is no temptation so.", "confidence": 0.91}, {"start": 2322.669, "end": 2332.097, "text": "Hmm you want your wife to understand and fantasy maybe even join you here's what I did I am a psychiatrist", "confidence": 0.91}, {"start": 2332.041, "end": 2341.919, "text": "and and and the artist and the Art of Psychiatry is the skill of getting people to act in their own best interest even when they don't want to", "confidence": 0.77}, {"start": 2341.772, "end": 2347.662, "text": "we do this by realizing their perceptual distortions and helping them overcome them", "confidence": 0.89}, {"start": 2347.659, "end": 2355.503, "text": "that's what psychiatrists do they get 60 watts what gaslighting yeah yeah yeah that's what I said.", "confidence": 0.9}, {"start": 2355.825, "end": 2362.39, "text": "Everyone not just skin so brenes we're not just speaking of schizophrenic this time.", "confidence": 0.81}, {"start": 2362.972, "end": 2373.157, "text": "Everyone have perceptual distortions remember when we used to read comic strips mmm I know dinosaur age.", "confidence": 0.88, "newpara": true}, {"start": 2373.334, "end": 2377.541, "text": "Anyways Kathy she had a perceptual Distortion about her weight.", "confidence": 0.83}, {"start": 2377.7, "end": 2387.236, "text": "Much like an anorexic sees a fat girl in the mirror now you think that only sick people think that way but you were wrong everyone does this,", "confidence": 0.89}, {"start": 2387.386, "end": 2401.397, "text": "I recently got a haircut for instance and the hair falling in my lap was gray this is strange because the hair I see in the mirror is brown I have to actually cut off a piece and look at it after my head before I can perceive its true color,", "confidence": 0.89}, {"start": 2401.412, "end": 2403.206, "text": "I once died,", "confidence": 0.86}, {"start": 2403.302, "end": 2411.911, "text": "oh I did I did anyways I went to heaven I once died,", "confidence": 0.65}, {"start": 2412.035, "end": 2423.957, "text": "I spoke to God he said watch more smart much more Powers I once died it and it was disappointed because it didn't change color in my mirror while everyone else was rolling their eyes,", "confidence": 0.83}, {"start": 2424.017, "end": 2433.742, "text": "so your wife thinks that she is fat and ugly when she looks in the mirror her baby stretch marks stand out like beacons her breasts sag like a tribal woman in National Geographic.", "confidence": 0.8}, {"start": 2433.946, "end": 2445.175, "text": "Her hair is a straggly Miss of gray that should be convinced a convicted in the Salem Witch Trials this guy's wife is a monster and what is disgusting,", "confidence": 0.86}, {"start": 2445.271, "end": 2449.703, "text": "that's good.", "confidence": 0.72}, {"start": 2449.979, "end": 2459.65, "text": "I don't know the less said about her but the better II love her but a discussion volume 3 get some really disgusting but sin that one.", "confidence": 0.84, "newpara": true}, {"start": 2459.827, "end": 2472.326, "text": "Now you don't see her that way or you shouldn't if you do then some family counseling is an order that's a family ask counseling is a yeah we're in a later post you see her through Eyes Of Love.", "confidence": 0.83}, {"start": 2472.701, "end": 2484.227, "text": "Those stretch marks are from your babies that nursed at those lovely titties you have mounted that but with joy uncountable times that disgusting beautiful but disgusting but.", "confidence": 0.83}, {"start": 2484.485, "end": 2490.753, "text": "This is one of Mount Your but with joy.", "confidence": 0.83}, {"start": 2491.966, "end": 2499.18, "text": "This is why your wife Joy has a strap-on she's a next door neighbor.", "confidence": 0.72, "newpara": true}, {"start": 2499.861, "end": 2506.723, "text": "This is why your wife has such a violent literally sometimes reaction to the thought of you looking at porn,", "confidence": 0.87}, {"start": 2506.756, "end": 2519.705, "text": "she thinks that you are wishing to be out of your marriage team be able to hit that as they say she thinks that you are lusting in your heart that you want to sneak off and get you a piece of that pretty young just like Jimmy Carter,", "confidence": 0.79}, {"start": 2519.747, "end": 2521.217, "text": "just like Jimmy Carter", "confidence": 0.91}, {"start": 2521.214, "end": 2531.21, "text": "wow you were thinking that to your job is to get her to see a 1978 Jimmy Carter did a Playboy interview.", "confidence": 0.73}, {"start": 2532.17, "end": 2539.762, "text": "This is true well I don't know when this was written but maybe no no he I know what it feels true for me,", "confidence": 0.85, "newpara": true}, {"start": 2539.795, "end": 2547.522, "text": "your job is mitad in the Playboy interview that he had lusted in his heart yeah but not acting upon that lust and at this point", "confidence": 0.83}, {"start": 2547.465, "end": 2559.648, "text": "that was a scandal it's the acting president said that he lusted in his heart in a Playboy interview and people made a deal out of it if a Democrat", "confidence": 0.76}, {"start": 2559.501, "end": 2566.58, "text": "like if yeah if I'd been elected Democratic president said that now would also be a deal oh that is true actually I'm Excuse me.", "confidence": 0.81}, {"start": 2567.531, "end": 2572.314, "text": "High lemon here with a quick correction.", "confidence": 0.8, "newpara": true}, {"start": 2572.788, "end": 2582.234, "text": "The Playboy interview were referring to here actually took place in 1976 when then candidate Jimmy Carter had yet to win his election against Gerald Ford.", "confidence": 0.89}, {"start": 2583.024, "end": 2593.127, "text": "In the interview Carter opined for pages on morality and religion and he distinguished sins such as drug use and sodomy from crimes such as theft and perjury.", "confidence": 0.85, "newpara": true}, {"start": 2593.466, "end": 2598.564, "text": "And he said that the government's role should only be to legislate on matters when they negatively affect other.", "confidence": 0.75}, {"start": 2599.012, "end": 2603.579, "text": "Matters beyond that he felt were between that person and their God.", "confidence": 0.9}, {"start": 2604.467, "end": 2612.158, "text": "He said specifically that adults where he does have victims and then quoting the Bible confess that he had quote committed adultery in his heart.", "confidence": 0.77, "newpara": true}, {"start": 2612.551, "end": 2614.94, "text": "Meaning that he had found other women sexy.", "confidence": 0.85}, {"start": 2615.936, "end": 2624.482, "text": "And it was that specific quote that caused a genuine Scandal and Evangelical Christian stated that now they had no choice but to support the guy.", "confidence": 0.76, "newpara": true}, {"start": 2624.677, "end": 2634.106, "text": "Pardon Nixon for any and all crimes committed against the United States\nanyway let's get back to the episode just stopping in to say twas ever thus.", "confidence": 0.87}, {"start": 2636.11, "end": 2643.306, "text": "Anyways let's let's stop talking about Democrats and make me sick as a Christian your job your job is to get her to see it through another lens,", "confidence": 0.75, "newpara": true}, {"start": 2643.384, "end": 2655.972, "text": "through the lens of a romantic chick flicks on the Hallmark Channel When dr. Quinn Medicine Woman and Sully make out is she thinking oh I wish I could kiss that manly Tomahawk wielding hunter in buckskins with long wavy hair no", "confidence": 0.9}, {"start": 2655.96, "end": 2659.339, "text": "of course not women don't want men", "confidence": 0.89}, {"start": 2659.273, "end": 2666.613, "text": "all right she was seeing herself as dr. Quinn and you were her Sully that is why you take her to the theater and sit through rom-coms right,", "confidence": 0.76}, {"start": 2666.655, "end": 2672.32, "text": "through the sex afterwards yeah I know you do and you know you do", "confidence": 0.75}, {"start": 2672.308, "end": 2683.618, "text": "feel like your relationship with women might be different than mine shut up okay okay sorry shut up I said okay so in this feminized Society oh yeah we're getting there.", "confidence": 0.89}, {"start": 2683.984, "end": 2693.467, "text": "Some of this family dies feminazi Society we're masculinity is hated and normal man's erotic desires are despised", "confidence": 0.77, "newpara": true}, {"start": 2693.383, "end": 2700.569, "text": "how do you convince your wife to go against the Christian culture that pervades your life here we go here we go what now,", "confidence": 0.79}, {"start": 2700.638, "end": 2713.361, "text": "first things first don't try to argue your side that will only lead to many long arguments which you may or may not win depending upon your marriage Dynamics look at how many cock she is in her fucking amazing.", "confidence": 0.89}, {"start": 2713.709, "end": 2721.338, "text": "You need to tell me how you see her well not giving up your masculinity understood.", "confidence": 0.71}, {"start": 2721.695, "end": 2726.802, "text": "No right for example let's say that your wife is watch Game of Thrones with you.", "confidence": 0.82}, {"start": 2727.303, "end": 2732.878, "text": "All right yeah she has problems with poured Game of Thrones is fine okay sure,", "confidence": 0.87, "newpara": true}, {"start": 2732.921, "end": 2745.878, "text": "during even though she makes you fast-forward through the good parts hypothetically hypothetically episode 2 of you're watching Game of Thrones do are you watching Game of Thrones and you're like listen if there's like murder or like tits", "confidence": 0.78}, {"start": 2745.839, "end": 2753.421, "text": "or like I had tumors that if any incest happens in the show let's make sure to fast-forward that part yeah because it will get worse from there", "confidence": 0.84}, {"start": 2753.374, "end": 2761.398, "text": "the credit sequence is beautiful yeah do the most a TiVo pass this to whoever is next at HBO weird,", "confidence": 0.84}, {"start": 2761.494, "end": 2772.858, "text": "anyway whoa Sesame Street okay in a moment of casual nudity stare at her breasts for a long time lick your lips lay with a nipple.", "confidence": 0.87}, {"start": 2773.178, "end": 2782.796, "text": "Not necessarily yours or hers it could be that you've collected Source a nipple yeah just baby bottles nipples and say,", "confidence": 0.86, "newpara": true}, {"start": 2782.901, "end": 2788.485, "text": "you know you look like Daenerys Stormborn but with lots bigger boobies", "confidence": 0.72}, {"start": 2788.392, "end": 2798.739, "text": "oh my God this guy's the verbal foreplay is baby can I say that entire sentence without her sucking my dick yeah but you owe me a quarter every time you do", "confidence": 0.83}, {"start": 2798.7, "end": 2807.237, "text": "now you are going to get a rise out of her it's just science that she is going to ask you what you were doing looking at Danny's tits", "confidence": 0.85}, {"start": 2807.198, "end": 2819.957, "text": "you reply hey um a guy baby I like titties want to make love that's what guys yes yes yes hey I'm a guy I like titties she will want to make love.", "confidence": 0.7}, {"start": 2820.162, "end": 2828.32, "text": "Watch that cities will make love read my 5 step guide and how to become chemically castrated the sale of.", "confidence": 0.82}, {"start": 2829.299, "end": 2837.548, "text": "All right she'll continue my favorite Rammstein song I'm a guy I like the titties.", "confidence": 0.85, "newpara": true}, {"start": 2837.779, "end": 2840.761, "text": "Nine let's make love.", "confidence": 0.7}, {"start": 2841.506, "end": 2852.789, "text": "Let's make love in silent she'll continue to argue you just keep touching her and telling her how turned on she makes you and asking for immediate sex yeah", "confidence": 0.78, "newpara": true}, {"start": 2852.749, "end": 2858.37, "text": "I would like the sex immediate I'm Hans the sex right now.", "confidence": 0.85}, {"start": 2858.556, "end": 2865.068, "text": "You are turned on it is happening.", "confidence": 0.65}, {"start": 2866.253, "end": 2871.198, "text": "Nine tell her that you were a man show her your erection", "confidence": 0.87, "newpara": true}, {"start": 2871.06, "end": 2884.782, "text": "and prove it what direction to say if this show it then prove it yeah this is mine there is the proof did we hit the thumb prints of your dick,", "confidence": 0.71}, {"start": 2884.834, "end": 2891.903, "text": "it's like it's a literal point to schlong is it that my sleeves hasn't been signed and numbered yeah.", "confidence": 0.9}, {"start": 2892.332, "end": 2901.599, "text": "Giving it up this is getting here you're gonna barcode on mind your best and your honor I'd like to enter this direction into evidence,", "confidence": 0.71, "newpara": true}, {"start": 2901.623, "end": 2910.655, "text": "I take it out of evidence,", "confidence": 0.81}, {"start": 2913.506, "end": 2922.097, "text": "all right so are your reacts it right direction then prove it even if this ends with I'm not having sex with you if you were thinking about other women.", "confidence": 0.81}, {"start": 2922.364, "end": 2925.401, "text": "You've started making your point that's me", "confidence": 0.75}, {"start": 2925.398, "end": 2937.932, "text": "all right yeah it's your boy yeah I think about other women then a few days later sometime after great sex during the cuddling you say well how long do you care yeah on the third day of cuddling", "confidence": 0.89}, {"start": 2937.92, "end": 2944.522, "text": "yeah you better brace yourself and make sure that you have to go to work God damn it never.", "confidence": 0.77}, {"start": 2944.789, "end": 2959.168, "text": "Oh this is cuddling you say God that was hot I just feel like I fucked insert for famous porn actress named nice who is that she's a porn star yeah yeah yeah.", "confidence": 0.89}, {"start": 2959.336, "end": 2966.667, "text": "Yes she is going to hit you be prepared you're playing the long game here she is going to be mad that you just confessed to watching porn.", "confidence": 0.9}, {"start": 2967.133, "end": 2976.786, "text": "Make sure that you are prepared to not get mad don't raise your voice you are going to be tempted to but don't do it control the line yes your line is", "confidence": 0.91, "newpara": true}, {"start": 2976.783, "end": 2989.614, "text": "I'm a guy aren't you glad that I'm a man and I like girls I sure like you you turn me on and I love having the sex with you you're the only pornstar that I've ever made love to on the plus side baby", "confidence": 0.87}, {"start": 2989.593, "end": 2992.864, "text": "wow that another hetero man exists yeah.", "confidence": 0.82}, {"start": 2993.257, "end": 3000.579, "text": "You might you might even ask her you're so hot I can I take some pictures of you to beat off to you when I'm at work.", "confidence": 0.73}, {"start": 3000.747, "end": 3006.295, "text": "She if she's slutty yeah okay when you're at work yeah.", "confidence": 0.77}, {"start": 3006.499, "end": 3016.738, "text": "You're not going to keep that greeting job for very long.", "confidence": 0.72}, {"start": 3017.077, "end": 3021.86, "text": "Wait wait till you get on the bus like the rest of us,", "confidence": 0.85}, {"start": 3021.884, "end": 3027.748, "text": "yeah well maybe she might not want you to look at pictures of her while I beat off the bus be like", "confidence": 0.86}, {"start": 3027.637, "end": 3040.639, "text": "if look look Greg the word is this the state unemployment office says I get a a federally mandated 15-minute jerk break every shift,", "confidence": 0.75}, {"start": 3040.672, "end": 3047.823, "text": "look I don't smoke I tell you what I do though.", "confidence": 0.76}, {"start": 3047.982, "end": 3054.394, "text": "We all got vices this one says my fucking lungs you're welcome all right.", "confidence": 0.91}, {"start": 3054.724, "end": 3063.739, "text": "If she lets you do this then make sure and call her from work and tell her that you are jacking off to her pictures.", "confidence": 0.89, "newpara": true}, {"start": 3063.907, "end": 3069.122, "text": "She has a problem with porn but not to that well call her at work welcome to Wendy's hi honey,", "confidence": 0.79}, {"start": 3069.128, "end": 3081.905, "text": "this is a very specific chain of events that have to happen in a very specific and precise way that's the me gas-lit in very strange ways but be offended by other things.", "confidence": 0.89}, {"start": 3082.2, "end": 3088.135, "text": "Anyways her line of attack will be to try to get you to promise to stop pouring all of it tell her.", "confidence": 0.9}, {"start": 3088.33, "end": 3100.756, "text": "Tell her that you will try to stop if that's what she would demands but then he say that your nose and you know that you will just do it again no matter how hard you try,", "confidence": 0.83}, {"start": 3100.78, "end": 3114.908, "text": "there you go yeah I will try to stop but I will fail do you want me to try to stop very good very good kid ourselves I'm lying she will try to get you to get help from mindfulness or", "confidence": 0.91}, {"start": 3114.778, "end": 3124.126, "text": "porn addiction snake oil experts like Gary Wilson but Gary Wilson wow fucking game Wilson fast boy you got a dick.", "confidence": 0.86}, {"start": 3124.438, "end": 3127.835, "text": "I'm really like I'm really glad I bought this", "confidence": 0.77, "newpara": true}, {"start": 3127.742, "end": 3139.898, "text": "gaslighting for complete fucking idiots but with Intro by Gary Wilson seems like an unlikely pairing but it works,", "confidence": 0.76}, {"start": 3142.146, "end": 3160.333, "text": "this this is your Line in the Sand tell her these guys are doing just as much porn as anyone else and they are not experienced over there those guys are doing poured over there a reason why they don't jerk off into a discos are numb to it what would the drugs in the hitting", "confidence": 0.82}, {"start": 3160.177, "end": 3162.107, "text": "the pulling of the hair,", "confidence": 0.91}, {"start": 3177.101, "end": 3185.188, "text": "tell her these guys are doing just as much poured is anyone else and they are not experts and do not have a cure", "confidence": 0.85}, {"start": 3185.095, "end": 3190.77, "text": "and then drop it and return to tell Yer how sexy she is", "confidence": 0.68}, {"start": 3190.542, "end": 3201.851, "text": "and maybe you need to drain your balls a little bit more with her since she is turning you on and that's what yeah baby shut up you ain't his fuckable when you're talking.", "confidence": 0.78}, {"start": 3202.11, "end": 3215.166, "text": "All your jaw flapping just makes me wanna damn want to shove a dick in that mouth to keep it from moving all the way you complain about my porn it's getting me so hot.", "confidence": 0.81, "newpara": true}, {"start": 3215.325, "end": 3219.838, "text": "Bring it up divorce lawyers who baby it's throbbing now,", "confidence": 0.77}, {"start": 3219.862, "end": 3227.283, "text": "now you used a porn actresses name on purpose that rain is going to drive her nuts", "confidence": 0.83}, {"start": 3227.208, "end": 3235.583, "text": "she is going to look that name up and watch it guarantee if that's what's gonna happen yo who who is Peter North", "confidence": 0.75}, {"start": 3235.499, "end": 3246.269, "text": "I hope that you didn't use a name of someone you actually liked because even after you win that day that actress is going to be off the table,", "confidence": 0.86}, {"start": 3246.338, "end": 3250.689, "text": "you can no longer jerk off to that actress she won't say Yes okay yeah,", "confidence": 0.72}, {"start": 3250.776, "end": 3258.683, "text": "you won't be able to watch anything with her in it ever again okay by Peter North goodbye people's.", "confidence": 0.73}, {"start": 3260.723, "end": 3265.948, "text": "Okay yes I may have made that mistake maybe relatable yeah,", "confidence": 0.83, "newpara": true}, {"start": 3266.08, "end": 3279.649, "text": "so this argument is going to go on for weeks and months Hold the Line without getting mad your line is that God made you like this on the seventh day he created gape,", "confidence": 0.91}, {"start": 3279.763, "end": 3287.265, "text": "it's a lot of people thought he rested,", "confidence": 0.75}, {"start": 3287.406, "end": 3297.987, "text": "incorrect Erie between took one last moment to stick to just make someone's asshole like three inches across.", "confidence": 0.78}, {"start": 3302.593, "end": 3309.249, "text": "Christian dot Brazzers dotnet\nit was nice up to me.", "confidence": 0.7, "newpara": true}, {"start": 3309.552, "end": 3318.296, "text": "Yeah uh-huh anyways you like looking at naked women you are a man it isn't she glad of that.", "confidence": 0.91}, {"start": 3318.482, "end": 3332.79, "text": "And the ultimate argument Terminator she is turning you all by talking about sex this way let's go to bed bitch oh yeah this is a 72 percent positive rating.", "confidence": 0.82}, {"start": 3333.264, "end": 3341.63, "text": "Hey Works goddamn it this is boot 72% of use it 12,000 men I really got help from this.", "confidence": 0.85}, {"start": 3342.68, "end": 3351.406, "text": "I mean Heaven yeah Christianity nice nice nice here plus every question yeah you guys like to laugh.", "confidence": 0.9, "newpara": true}, {"start": 3351.583, "end": 3358.167, "text": "No no okay I do I know in the likes to laugh oh there's always one.", "confidence": 0.84}, {"start": 3358.362, "end": 3369.645, "text": "Like to laugh the Hillman well this is exciting so this is a section in the document called sex jokes so good I love jokes I love sex,", "confidence": 0.85}, {"start": 3369.75, "end": 3378.044, "text": "I love sexy jokes loves sex and jokes sex jokes and stick stories.com here we go my name is the porn Joker", "confidence": 0.87}, {"start": 3377.825, "end": 3385.597, "text": "and here's a sex joke porn Joker yeah well there was a poor and Joker okay so this is called blonde needs to call Mom and Poland", "confidence": 0.76}, {"start": 3385.549, "end": 3393.834, "text": "okay alright here we go here we go it's real straightforward really really straight for it's it's it's setup punchline that's all there is,", "confidence": 0.77}, {"start": 3393.876, "end": 3405.861, "text": "a blonde goes into a worldwide message center to send a message to her mother in Poland when the man tells her I'll be $300 she exclaims I don't have any money but I would do anything to get a message to my mother and.", "confidence": 0.84}, {"start": 3406.047, "end": 3411.667, "text": "To that the man asks anything and the blonde says yes anything.", "confidence": 0.82}, {"start": 3411.916, "end": 3421.057, "text": "With that the man says follow me he walks into the next room and tells her come in and close the door she does hmm.", "confidence": 0.9}, {"start": 3421.828, "end": 3434.695, "text": "Ha ha ha no no no I'm not telling what those when I understand I understand that was a funny line but we're just building we're just gonna be okay great so then he says get on your knees,", "confidence": 0.7, "newpara": true}, {"start": 3434.71, "end": 3441.951, "text": "she does haha no no no no no he then says take down my zipper,", "confidence": 0.84}, {"start": 3442.092, "end": 3449.81, "text": "she does oh no no no nope he then says go ahead take it out.", "confidence": 0.77}, {"start": 3450.968, "end": 3459.37, "text": "Well okay so then with that she takes it out and takes hold of it with both hands the zipper so man is this the hot tub.", "confidence": 0.89, "newpara": true}, {"start": 3459.521, "end": 3468.805, "text": "That's the man she takes out she takes it out she takes it out with both hands the man then says we'll go ahead.", "confidence": 0.89}, {"start": 3469.027, "end": 3473.918, "text": "She brings her mouth closer while holding it close to her lips and says hello Mom.", "confidence": 0.79}, {"start": 3474.428, "end": 3483.91, "text": "The zipper okay she's polish so she what is this supposed Joker blonde joke her mother's in Poland you don't know her this is a joke.", "confidence": 0.81}, {"start": 3484.475, "end": 3489.042, "text": "Zippers are stupid I thought it was a worldwide message center jokes", "confidence": 0.87, "newpara": true}, {"start": 3488.787, "end": 3503.788, "text": "you know she couldn't hire a killer mother could be on vacation in Poland I suppose I really clear but but that would actually infer that her mom actually is a Polish ancestry so I think it's still probably works in the particular case also lots of blond people in Poland I think this joke is really going good,", "confidence": 0.82}, {"start": 3503.901, "end": 3504.697, "text": "okay,", "confidence": 0.81}, {"start": 3504.766, "end": 3515.472, "text": "I'm kind of a this is racist right okay yes is called father tells daughter I'm sorry I'm sorry this joke is called father tells date his daughter likes to screw", "confidence": 0.83}, {"start": 3515.334, "end": 3522.917, "text": "almost less racist okay I'm ready to laugh all right Warren joker I'm right with you", "confidence": 0.71}, {"start": 3522.77, "end": 3530.911, "text": "time stamp my comply sense it my sense of humor is gaping wide open and ready yeah I'm gagging on my humor", "confidence": 0.79}, {"start": 3530.791, "end": 3535.673, "text": "some people call you a porn Cowboy there,", "confidence": 0.87}, {"start": 3535.779, "end": 3542.65, "text": "some old open your sissy humoral get inside.", "confidence": 0.76}, {"start": 3542.963, "end": 3548.826, "text": "All right with a spring in 1957 and Bobby goes to pick up his date Peggy Sue,", "confidence": 0.86, "newpara": true}, {"start": 3548.922, "end": 3558.53, "text": "Bobby's a pretty hip guy with his own car and a duck tail hairdo it's 1957 so it's cool right when he goes to the front door Peggy Sue's father answers and invite cement.", "confidence": 0.88}, {"start": 3558.834, "end": 3568.586, "text": "It says Peggy Sue's not ready yet so why don't you have a seat that's cool says Bobby and Peggy Sue's father asked Bobby what they're planning to do,", "confidence": 0.83}, {"start": 3568.646, "end": 3581.99, "text": "Bobby replies politely that they'll probably just go to The Malt Shop or to a drive-in movie I don't think I've mentioned yet that is 1957 and imagine yeah mmkay Peggy Sue's father responds why don't you kids go out and screw.", "confidence": 0.77}, {"start": 3582.347, "end": 3583.917, "text": "I hear all the kids are doing it.", "confidence": 0.82}, {"start": 3585.579, "end": 3598.969, "text": "Until they do ha ha ha no no no God damn it that would not be we wanted to comedies twist right so bad a job actually is comes as quite a surprise to Bobby and he's a walk what.", "confidence": 0.82, "newpara": true}, {"start": 3599.137, "end": 3606.854, "text": "Yeah says Peggy Sue's father Peggy Sue really likes to screw she'll screw all night if we let her hmm", "confidence": 0.91}, {"start": 3606.707, "end": 3621.096, "text": "Bobby's eyes light up and smiles from ear to ear immediately he revises plans for the evening a few minutes later Peggy Sue comes downstairs in her little poodle skirt with her saddle shoes I don't think I've mentioned is 19 okay okay okay okay yeah,", "confidence": 0.86}, {"start": 3621.129, "end": 3633.978, "text": "saddle shoes poodle skirt and she announces she's ready to go almost breathless with anticipation Bobby escort's his date out the front door while Dad is saying have a good evening kids with a wink for Bobby.", "confidence": 0.88}, {"start": 3636.658, "end": 3640.226, "text": "Okay also the Korean war was recently.", "confidence": 0.82, "newpara": true}, {"start": 3640.421, "end": 3652.73, "text": "Good point good point are you ready for the punch line because it's gonna make you feel good is the punchline Sunday Monday half days", "confidence": 0.82}, {"start": 3652.556, "end": 3656.961, "text": "yeah okay good not gonna feel gross about this one okay good.", "confidence": 0.82}, {"start": 3657.219, "end": 3666.306, "text": "About 20 minutes later a thoroughly disheveled Peggy Sue rushes back in the house slams the door behind her and screams at her father damn it Daddy the twist,", "confidence": 0.82}, {"start": 3666.311, "end": 3676.118, "text": "it's called The Twist there was a Twist there was there was an actual there was a swimmer oh okay yeah no I think he gave her the wrong Martini garnish.", "confidence": 0.83}, {"start": 3676.619, "end": 3686.182, "text": "You were listening to NPR's Great Performances tonight Uncle Vanya by.", "confidence": 0.73}, {"start": 3686.548, "end": 3695.77, "text": "Anton Chekhov okay well you know there's a there's an Oli and Inga joke so that's a but we already did a Polish jokes.", "confidence": 0.9}, {"start": 3696.055, "end": 3704.637, "text": "Fine yeah racist you hey but you said you like jokes which of these two jokes would you like me to tell you would you like me to tell you the joke told", "confidence": 0.85}, {"start": 3704.607, "end": 3708.436, "text": "daddy explains dead cat to daughter or,", "confidence": 0.82}, {"start": 3708.505, "end": 3718.699, "text": "or not a single dirty word is used not a single dirty word is used not assert dirt single dirty where does used by the morn Joker.", "confidence": 0.9}, {"start": 3719.389, "end": 3729.069, "text": "There are new to Too Tall Trees a birch and a beach are growing in the woods Okay small fuck.", "confidence": 0.82, "newpara": true}, {"start": 3740.247, "end": 3745.228, "text": "A small tree begins to grow between them.", "confidence": 0.91}, {"start": 3745.802, "end": 3755.023, "text": "The beach says to the Birch is that son of a beach or son of a birch hmm okay.", "confidence": 0.87}, {"start": 3755.497, "end": 3763.314, "text": "The bird says it cannot tell just that a woodpecker lands on the sapling the Burch says woodpecker you are a tree expert.", "confidence": 0.79}, {"start": 3763.86, "end": 3767.545, "text": "Can you tell if that's a son of a beach or a son of a birch.", "confidence": 0.77}, {"start": 3768.055, "end": 3774.504, "text": "The Woodpecker takes the taste of the small tree and replies it's neither a son of a beach nor a son of a birch,", "confidence": 0.86}, {"start": 3774.618, "end": 3778.861, "text": "it is however the best piece of Ash I have ever put my pecker in.", "confidence": 0.9}, {"start": 3779.128, "end": 3784.982, "text": "That's good I like boots you seem happy but it's a bark bark bark.", "confidence": 0.77}, {"start": 3785.151, "end": 3795.083, "text": "You know it's not like a laugh out loud so much as you know know something like way home you're going to your driving home holy shit.", "confidence": 0.73}, {"start": 3795.674, "end": 3805.003, "text": "I mean no oh hey yeah oh are these were they right the New Yorker cartoons from this is the spot.", "confidence": 0.84}, {"start": 3807.503, "end": 3812.484, "text": "Okay so all right,", "confidence": 0.75, "newpara": true}, {"start": 3812.58, "end": 3826.708, "text": "so we have a note from who's here islands that slimy Rollins assess let me around around saying addendum there are 947 sex joke posts on sex stories.com counting regular stories are fiction that are posted on six", "confidence": 0.83}, {"start": 3826.633, "end": 3829.22, "text": "on in the sex joke section.", "confidence": 0.7}, {"start": 3829.541, "end": 3839.833, "text": "The port Joker has 481 posts in the section which means that he's responsible for about 50 point seven percent of the content there but from what I can tell.", "confidence": 0.76}, {"start": 3841.216, "end": 3851.41, "text": "Of this the pain Joker's post by clicking on the profile yeah and and looking at the dates of the posts yeah for the beginning and the first one and the last one.", "confidence": 0.82}, {"start": 3852.262, "end": 3855.164, "text": "The ones that between that I'm clicking on.", "confidence": 0.74, "newpara": true}, {"start": 3855.98, "end": 3864.517, "text": "They were all posted in like a nine-day period no he died he died a four-person between the second and the third and the seventh", "confidence": 0.89, "newpara": true}, {"start": 3864.425, "end": 3871.341, "text": "of March 2004 he was probably he knew he was gonna die this was his lasting Legacy yeah,", "confidence": 0.84}, {"start": 3871.437, "end": 3880.235, "text": "he was probably under some sort of like Auto writing trance only way that he knows how to work a Fugue State he woke up nine days later had an orgasm", "confidence": 0.79}, {"start": 3880.142, "end": 3892.784, "text": "that week yeah he moved on to different shit he's almost all these were posted on Saturday the 6th of March 2004.", "confidence": 0.91}, {"start": 3893.079, "end": 3896.295, "text": "Look man cocaine works damn it jokes.", "confidence": 0.71}, {"start": 3897.112, "end": 3904.46, "text": "Hey hey plus ya know what the Poetry that was just that really classy.", "confidence": 0.78, "newpara": true}, {"start": 3904.791, "end": 3919.656, "text": "No no no that was a joke section now we gives a limerick section really is Frank's your name your name is a pervert boy 1 yeah yeah what's up its your boy pretty boy one", "confidence": 0.69}, {"start": 3919.626, "end": 3928.802, "text": "f+ be very nice this is pervert boy ones First Column first baby is my fish poem a small pleases the cupboard to the feedback.", "confidence": 0.77}, {"start": 3929.7, "end": 3937.175, "text": "That was bird naturally beautiful with long flowing blond hair the face of an angel I'm sorry what is your pillow so yes it's if them.", "confidence": 0.83, "newpara": true}, {"start": 3937.343, "end": 3940.992, "text": "Being a hot girl they perfectly one.", "confidence": 0.79}, {"start": 3941.448, "end": 3951.065, "text": "No it was burned naturally beautiful with long flowing blond hair the face of an angel in the body of the devil.", "confidence": 0.67}, {"start": 3951.512, "end": 3959.554, "text": "From a very young age bullies crowd mediates me love me but I learn to so save myself for marriage.", "confidence": 0.84}, {"start": 3960.028, "end": 3972.176, "text": "So soon marriage to the richest man I can get you'll take care of me spoiling me have to compete with other women's looks I'll fight with my butt and bust to be the hottest for him.", "confidence": 0.88}, {"start": 3972.893, "end": 3986.57, "text": "Now I've won him so now I keep him I starve my waist fat in my bust I owe you all my hair till it's smooth and shines I work on my looks to my husband dying's.", "confidence": 0.79, "newpara": true}, {"start": 3987.215, "end": 3998.102, "text": "He eats your face yep then embed a please him well I make him mourn groaning.", "confidence": 0.91}, {"start": 3998.63, "end": 4010.057, "text": "I cannot finish in the time he lasts he can't hold it with a girl like me that's the price of having my body yet I pretend to be satisfied as he lies next to me Breathless.", "confidence": 0.88}, {"start": 4010.558, "end": 4020.068, "text": "Hey wait a little sweat of my brow and turned to face him always looking pretty my hair is tidy in the way I lies sex.", "confidence": 0.78}, {"start": 4021.055, "end": 4029.862, "text": "I asked him if he wants to go again in my sexiest voice he catches his breath and looks at me but as he does the flicker of lust it is I dies and.", "confidence": 0.83, "newpara": true}, {"start": 4030.147, "end": 4034.669, "text": "I know he's done I'm nothing to him now I've served my purpose.", "confidence": 0.89}, {"start": 4035.747, "end": 4045.373, "text": "Poem to make see he feels an urge I'll be there to satisfy it suppress it he goes from the bed leaving me they're used.", "confidence": 0.84, "newpara": true}, {"start": 4045.676, "end": 4057.139, "text": "I am beautiful I am seductive I have served my purpose I may have the hair of Princess Aurora the Youth of Ariel boobs big and firm.", "confidence": 0.85}, {"start": 4057.334, "end": 4060.47, "text": "Yes after he has had his way with me and come.", "confidence": 0.91}, {"start": 4061.016, "end": 4068.698, "text": "I'm trash Oh My Beauty means nothing to him until next he hardens again.", "confidence": 0.79}, {"start": 4069.361, "end": 4075.71, "text": "Please be generous with the comments this is my first poem in all fairness I didn't write it in my sister did.", "confidence": 0.87}, {"start": 4075.906, "end": 4083.3, "text": "The book sister has a lifestyle that you.", "confidence": 0.86}, {"start": 4083.521, "end": 4093.427, "text": "I should probably and I change the title from stepdad to being a hot girl.", "confidence": 0.73}, {"start": 4094.306, "end": 4098.576, "text": "All right shut up.", "confidence": 0.72, "newpara": true}, {"start": 4098.934, "end": 4112.152, "text": "My name is the sexy Quattro jizz Masters wait is this a this is a collaborative team like the Jurassic 5 yes we are the SEC we are the sexy quattro's is masters.", "confidence": 0.86}, {"start": 4112.698, "end": 4117.103, "text": "Scrappy Toronto Blue Jays,", "confidence": 0.78}, {"start": 4117.19, "end": 4124.368, "text": "my massive cock in your wet juicy twat I saw a mouse", "confidence": 0.73}, {"start": 4124.347, "end": 4135.855, "text": "I saw you standing there tits jiggling in the air I bet your pussy's real real tight we'll find out for sure tonight oh this is rhyming poem okay yeah.", "confidence": 0.91}, {"start": 4136.149, "end": 4148.017, "text": "So I rip off my pants and take up my cock I said fuck me now and please don't talk what's the bus we're gonna do it rough tonight fucking hard till it gets light.", "confidence": 0.9}, {"start": 4148.374, "end": 4162.042, "text": "I'll shove my rod in your gaping wet slit out even play a bit with your nice swollen Clint it's too I can go in and out of your amazing cunt.", "confidence": 0.79}, {"start": 4162.22, "end": 4165.49, "text": "Slamming it so hard it makes you.", "confidence": 0.91}, {"start": 4165.73, "end": 4180.353, "text": "Mmm I see my poem like sort of erotic enough so I'm gonna I'm gonna you know.", "confidence": 0.74}, {"start": 4180.854, "end": 4186.42, "text": "I'm going to make this really appealing for you right now audience Place into overdrive.", "confidence": 0.81, "newpara": true}, {"start": 4186.715, "end": 4193.991, "text": "Please listen listen listen I'm going to judge you on this next line and this next line alone okay,", "confidence": 0.91}, {"start": 4194.069, "end": 4201.85, "text": "good I'm going to please you then do it because I do crazy shit to your boobs oh yeah,", "confidence": 0.86}, {"start": 4201.947, "end": 4217.334, "text": "this ain't nothing you've ever seen on the to yeah and then I sneak my fingers into your asshole he's not British I'm surprised as you enjoy my rock-hard", "confidence": 0.82}, {"start": 4217.151, "end": 4218.333, "text": "Pole.", "confidence": 0.74}, {"start": 4218.511, "end": 4231.819, "text": "Okay okay then then I begin to jizz down your mouth you know before we planting my seed down south which sounds where.", "confidence": 0.86}, {"start": 4232.032, "end": 4238.822, "text": "Government mandate I need to know like True North here magnetic north okay.", "confidence": 0.91}, {"start": 4239.45, "end": 4245.44, "text": "It's like it's like having an 11 miles south got to do so I leave you there lying in bed.", "confidence": 0.71, "newpara": true}, {"start": 4245.931, "end": 4255.585, "text": "After riding you like a fucking Christmas sled everyone knows how hard Santa rise that it's fucking sled yes yeah.", "confidence": 0.83}, {"start": 4256.014, "end": 4259.69, "text": "I'll be back next week or day.", "confidence": 0.83}, {"start": 4260.281, "end": 4274.886, "text": "And next time I'll ride you like Santa's sleigh up that's the only it's the only thing that's the only thing I know how to ride with day sorry it's renuzit December 23rd I lost my license that's really unfortunate.", "confidence": 0.77}, {"start": 4275.072, "end": 4279.369, "text": "I love to fuck you any time and place.", "confidence": 0.84}, {"start": 4279.699, "end": 4289.451, "text": "Especially when I come on your beautiful face a beautiful suite at the end so pretty.", "confidence": 0.82}, {"start": 4290.637, "end": 4296.95, "text": "Don't know crazy shit to your boobs hey hey bunny bread mmm", "confidence": 0.79, "newpara": true}, {"start": 4296.921, "end": 4304.701, "text": "your fate of the monkey is right fuck yeah if there's one thing you know about me yeah the only band that I know that you love more than the monkeys,", "confidence": 0.86}, {"start": 4304.708, "end": 4311.273, "text": "as the band Smash Mouth yeah that's it in my book there's two bands right", "confidence": 0.83}, {"start": 4311.126, "end": 4319.915, "text": "yeah they're Smash Mouth Is the monkeys and everything else you'll rot in hell was the opening this the monkeys and the Smash Mouth well that's why I said two bands.", "confidence": 0.69}, {"start": 4320.263, "end": 4330.187, "text": "But if I have to think if I have to think about my favorite Smash Mouth cover monkey song It's gotta be I'm a Believer oh yeah you have fun poem,", "confidence": 0.82}, {"start": 4330.229, "end": 4342.448, "text": "yes yes I do yes I'm glad you asked because yeah so I would like to share with you I'm Ryan to by the way and.", "confidence": 0.87}, {"start": 4342.859, "end": 4353.961, "text": "Well this is my personal interpretation of the song the monkeys I'm a Believer also to my Smash Mouth it correctly I mean a monkeys they had a pretty good idea but sash belt just knocked it out the fucking Park your song's called what.", "confidence": 0.77}, {"start": 4354.193, "end": 4360.777, "text": "I'm a Believer but my song is called she had a big beaver yeah.", "confidence": 0.91}, {"start": 4361.323, "end": 4375.261, "text": "No not not a prime asperity okay it is not believe it or not no know who the hell's Primus no no I again monkeys Neil Diamond Smash Mouth that's the Holy Trinity right there alright you're reading dirty paperbacks in the 1930s good.", "confidence": 0.9}, {"start": 4375.12, "end": 4422.16, "text": "Music.", "newpara": true}, {"start": 4422.007, "end": 4427.528, "text": "Either oh actually splitting wood.", "confidence": 0.69, "newpara": true}, {"start": 4427.6, "end": 4475.28, "text": "Music.", "newpara": true}, {"start": 4475.139, "end": 4483.388, "text": "Boy didn't you he wanted to take away from that hot ass then she sat on your face but you couldn't eat her.", "confidence": 0.75, "newpara": true}, {"start": 4483.943, "end": 4494.118, "text": "None of this makes sense because a lot of people a lot of people like to get exotic pets but I really don't recommend like a beaver is not a very well done no no.", "confidence": 0.9}, {"start": 4494.349, "end": 4501.04, "text": "Prove it this was everyone should look into getting a Genet because they're like cats.", "confidence": 0.85}, {"start": 4501.803, "end": 4506.514, "text": "We can't really just put a beaver in a cage especially if it's a really big beaver mmm.", "confidence": 0.79, "newpara": true}, {"start": 4506.817, "end": 4513.545, "text": "Kumquats out oh yes hello I got more poems here I got more poems and I like pie.", "confidence": 0.78}, {"start": 4513.938, "end": 4523.312, "text": "And you know I mean there's something there's something there's something appealing about the poem called not oh my natto to my wife.", "confidence": 0.73}, {"start": 4523.471, "end": 4533.458, "text": "Which starts tinkle tinkle little slut I'm going to fuck you up your but this is kind of fun kind of fun but boiler alert catchy and", "confidence": 0.8}, {"start": 4533.365, "end": 4542.964, "text": "kind of goes downhill from there so I like it I like it but I don't like it as much as a poem that I just found written by Karen Marie.", "confidence": 0.9}, {"start": 4543.825, "end": 4555.667, "text": "And this poem by Karen Marie has called 12 inch dick oh well I know inch-high private eye okay that's that's me I'm Cara Maria Cara move.", "confidence": 0.78, "newpara": true}, {"start": 4556.789, "end": 4565.884, "text": "Ha ha Cara Maria and ten fingers 12 inch dick my name is Candy I turn tricks", "confidence": 0.89, "newpara": true}, {"start": 4565.773, "end": 4578.397, "text": "if you drop your pants I will suck your dick I love a man who takes control who have been me over and fuck my whole he will fuck me hard login deep,", "confidence": 0.88}, {"start": 4578.511, "end": 4581.971, "text": "he will come in me and then we will follow sleep,", "confidence": 0.88}, {"start": 4582.04, "end": 4589.299, "text": "hey we might be from stopping a stock and it won't be long before it's hard as a rock.", "confidence": 0.75}, {"start": 4589.521, "end": 4592.431, "text": "He will that be all over like a stick.", "confidence": 0.82}, {"start": 4592.654, "end": 4600.156, "text": "Well fucking me heart is metal bitch so if your dick is hard and needing to be sorry.", "confidence": 0.82}, {"start": 4600.486, "end": 4611.021, "text": "Just call on me and you can fill me up I love the taste of calm in my mouth I will swallow it down no spitting it out.", "confidence": 0.9}, {"start": 4611.351, "end": 4618.557, "text": "I love trying man up on the wall well sucking their dicks and playing with their balls.", "confidence": 0.78}, {"start": 4618.949, "end": 4631.997, "text": "False scary fat big or small one by one I will suck them all they will leave only with the smile on their face cuz they have just been to the happy place.", "confidence": 0.87, "newpara": true}, {"start": 4632.228, "end": 4641.476, "text": "Cara Marie you're an art Thief I fo fum Englishmen make me cough,", "confidence": 0.82}, {"start": 4641.5, "end": 4650.218, "text": "um what did we learn from this F bleep about Karen Marie specifically I think the Cara Maria is my favorite poem", "confidence": 0.86}, {"start": 4650.188, "end": 4658.472, "text": "my favorite poet ever yeah Jorge Louise more hey now it's I don't know I think this could be something that could be read at a funeral.", "confidence": 0.78}, {"start": 4659.163, "end": 4671.787, "text": "Perhaps you know the next reading at this reading will be 12 each day reviewing how renewing your vows to the tune of oh Danny buck,", "confidence": 0.78, "newpara": true}, {"start": 4671.883, "end": 4678.241, "text": "Vines candy and I turn tricks.", "confidence": 0.78}, {"start": 4679.552, "end": 4687.63, "text": "I love come inside my mouth is maybe the original cards.", "confidence": 0.8, "newpara": true}, {"start": 4688.141, "end": 4696.381, "text": "Broadly they couldn't translate from the Gaelic very well yeah mmm I've been translating the words to this games in Gaelic song", "confidence": 0.85}, {"start": 4696.279, "end": 4706.913, "text": "I think maybe the words need a little punch up for modern times a lot of dick references in this 1 ohm and me are up a pom pom.", "confidence": 0.86}, {"start": 4707.559, "end": 4711.838, "text": "It's it's I feel like it's kind of interesting but like.", "confidence": 0.76}, {"start": 4712.555, "end": 4720.444, "text": "You know because obviously there's a bunch of different places for different like sex stories and sexy things to be written on the internet.", "confidence": 0.68, "newpara": true}, {"start": 4720.675, "end": 4728.978, "text": "And while that you know sort of data dump is fine I feel like the community that always like rallies around it is fun to me.", "confidence": 0.72}, {"start": 4730.02, "end": 4739.402, "text": "Because they sort of you know they sort of like like any like form or any sort of a community they're always sort of jockeying for position which is.", "confidence": 0.85, "newpara": true}, {"start": 4739.643, "end": 4745.317, "text": "Enjoyable\nwell it's interesting to people who are like super prolific on a site like this.", "confidence": 0.88}, {"start": 4745.702, "end": 4759.685, "text": "And like you know and and you know it is a non-competitive forum so people are usually like I love your story about all the fucking check out my fucking stories they're also not well written.", "confidence": 0.73}, {"start": 4760.069, "end": 4764.465, "text": "Midas my descent into animal sex is complete chapter 4.", "confidence": 0.86}, {"start": 4765.065, "end": 4773.549, "text": "Oh I loved it now you and you wrote your father in there\nyou know it's a.", "confidence": 0.73}, {"start": 4775.211, "end": 4781.443, "text": "It's one of those places on the internet where people can really\nshare their worthless garbage.", "confidence": 0.82, "newpara": true}, {"start": 4781.783, "end": 4794.352, "text": "So this is saying that places the site has not been updated since well now the content has but the site itself the template has not been updated since.", "confidence": 0.8}, {"start": 4794.61, "end": 4802.977, "text": "So I like that part about it so interesting you can from a link on the site that does not work.", "confidence": 0.78}, {"start": 4803.136, "end": 4805.669, "text": "You could actually set it as your homepage,", "confidence": 0.72}, {"start": 4805.702, "end": 4820.216, "text": "it was missing browser well you know I need to have something to look at during my 15 minute jerk break at work oh save me some time brought to you by XNX x.com which appears to just be a tube site,", "confidence": 0.89}, {"start": 4820.267, "end": 4824.123, "text": "I do like that it allows you to have two different skins", "confidence": 0.87}, {"start": 4824.039, "end": 4831.865, "text": "you can you have the blue or the black and white amp oh oh this is oh there's a different color to it yeah I like the Vintage look that's good.", "confidence": 0.79}, {"start": 4832.312, "end": 4841.353, "text": "Yeah that's good I mean yeah the I the real I searing yellow on blue Circa 2000 website really.", "confidence": 0.71}, {"start": 4842.341, "end": 4846.089, "text": "And if you want to go somewhere with two different color schemes you should go to ball pit,", "confidence": 0.72, "newpara": true}, {"start": 4846.122, "end": 4858.845, "text": "that's right that's right depending on what time of the day you visit vault at your color scheme might be different and your device setting what and we will hopefully have a new merch I'm looking for new art and new merch.", "confidence": 0.87}, {"start": 4859.022, "end": 4866.424, "text": "And new dumb things if you've ever wanted to smoke weed out of an apple slutty one hitter.", "confidence": 0.7}, {"start": 4866.836, "end": 4871.169, "text": "I do actually want to make f plus 1 hitters.", "confidence": 0.78}, {"start": 4871.796, "end": 4881.567, "text": "That's nice that is my new that is my new merch merch concept that we can hopefully have happen soon but when I said the Bunny Bread authenticated crack pipe collection you said no.", "confidence": 0.87}, {"start": 4881.905, "end": 4893.17, "text": "So now it's cool you know what you know what it's just about anticipating demand so we'll do a run at en you know and and him a number of principles such as yourself.", "confidence": 0.8}, {"start": 4893.428, "end": 4902.488, "text": "And we can go we could go back to like 2008 and do like f plus one hand dipped synthetic weed.", "confidence": 0.73}, {"start": 4902.845, "end": 4909.464, "text": "Packets online and bath salts like but like fake pills.", "confidence": 0.87}, {"start": 4911.334, "end": 4914.29, "text": "Okay bye-bye.", "confidence": 0.68, "newpara": true}, {"start": 4914.539, "end": 4923.589, "text": "Good a spike got me a new bomber no veggies but Daddy I am accused, I open my legs and suffocate that dead but first I gotta tell that nigga straight like this.", "confidence": 0.87}, {"start": 4923.44, "end": 4943.752, "text": "Music.", "newpara": true}]